{
  "title": "Terms of Service",
  "lastUpdated": "Last updated: {date}",
  "sections": {
    "s1": { "title": "Article 1 (Service Overview)", "content": "Cao (hereinafter referred to as \"the Service\") is a face simulation service powered by AI technology. It generates simulation images for cosmetic procedures based on facial photos provided by users." },
    "s2": { "title": "Article 2 (Registration)", "content": "Registration is required to access certain features of the Service. Registration requires authentication via email address or social account." },
    "s3": { "title": "Article 3 (Use of Service)", "content": "Users shall use the Service upon agreement to these Terms. The Service may only be used for the purpose of cosmetic procedure simulation." },
    "s4": { "title": "Article 4 (Image Data Handling)", "content": "Uploaded image data is used solely for simulation processing purposes. Original images are automatically deleted after processing. Generated simulation images are stored in association with the user's account." },
    "s5": { "title": "Article 5 (Prohibited Activities)", "content": "The following activities are prohibited:\n- Using others' photos without permission\n- Using generated images to harass third parties\n- Unauthorized use of the service\n- Other activities that violate applicable laws" },
    "s6": { "title": "Article 6 (Disclaimer)", "content": "Simulation images generated by the Service are for reference purposes only. They do not guarantee actual cosmetic procedure results. Please consult a medical professional for decisions regarding cosmetic procedures." },
    "s7": { "title": "Article 7 (Intellectual Property)", "content": "Intellectual property rights related to the Service belong to us. Copyright of images uploaded by users belongs to the respective users." },
    "s8": { "title": "Article 8 (Privacy)", "content": "Please refer to our Privacy Policy regarding the handling of users' personal information." },
    "s9": { "title": "Article 9 (Service Changes/Suspension)", "content": "We may change the content of or temporarily suspend the Service without prior notice." },
    "s10": { "title": "Article 10 (Amendment of Terms)", "content": "We may amend these Terms when deemed necessary. Amended Terms shall take effect upon posting on the Service." },
    "s11": { "title": "Article 11 (Governing Law/Jurisdiction)", "content": "These Terms shall be governed by the laws of Japan. Any disputes arising from these Terms shall be subject to the exclusive jurisdiction of the Tokyo District Court as the court of first instance." }
  },
  "subtitle": "Terms of Service",
  "footer": {
    "backToTop": "Back to Top",
    "privacy": "Privacy Policy",
    "trySimulation": "Try Simulation"
  }
}
